Revit 2027 API
ConfigurationReloadInfo.ProfileNotAvailable Property
 The current profile is not available in the disk configuration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ProfileNotAvailable { get; }
Public ReadOnly Property ProfileNotAvailable As Boolean
	Get
public:
property bool ProfileNotAvailable {
	bool get ();
}
member ProfileNotAvailable : bool with get
Property Value
Boolean
See Also
Reference
ConfigurationReloadInfo Class
Autodesk.Revit.DB Namespace